Repository: Sonya-Proskurina/word_couch
Catalog: lib/core/l10n/app_*.arb
Languages: ru

# exit
source: Sign out
ru: Выйти из аккаунта

# testItemTitle
source: Test your knowledge!
ru: Проверьте свои знания!

# testItemText
source: Play a game where you guess words meaning
ru: Сыграйте в игру, в которой вы угадываете значение слов

source: Search
ru: Поиск

source: Bookmark
ru: В избранное

source: Error
ru: Ошибка

# errorEmptySearch
source: Empty search history
ru: В истории пока ничего нет

# errorLoad
source: Couldn't load the data
ru: Не удалось загрузить данные

source: Synonyms
ru: Синонимы

source: Antonyms
ru: Антонимы

source: Type of
ru: Подкатегория

source: Safe search
ru: Безопасный поиск

source: Derivation
ru: Словообразование

source: Log in
ru: Авторизоваться

# noAccount
source: Don't have an account? Register!
ru: У вас нет учетной записи? Зарегистрируйтесь!

# noUserText
source: Log in to your profile to save your favorite words, search history, and game points
ru: Войдите в свой профиль, чтобы сохранить ваши любимые слова, историю запросов и баллы за тесты

# testPoint
source: Game points: {parameter}
ru: Очки игры: {parameter}

# goHome
source: Go to the main screen
ru: На главный экран

# setChallenge
source: Set your game!
ru: Настройте игру!

# selectAmountSynonyms
source: Pick the amount of synonyms you want to guess
ru: Выберите сколько синонимов будете отгадывать

# selectAmountAntonyms
source: Pick the amount of antonyms you want to guess
ru: Выберите сколько антонимов будете отгадывать

# startChallenge
source: Start the game
ru: Начать игру

# cannotStartNoQuestions
source: You cannot start a game with no questions
ru: Нельзя запустить игру из 0 вопросов

# questionProgress
source: {p1} out of {p2}
ru: {p1} из {p2}

# questionSynonymous
source: What is synonymous to the '{word}'?
ru: Что синонимично «{word}»?

# questionAntonymous
source: What is antonymous to the '{word}'?
ru: Что антонимично «{word}»?

# iDoNotKnow
source: I don't know, skip
ru: Я не знаю — пропустить

# challengeFinished
source: The game is finished!
ru: Игра завершена!

source: Correct
ru: Верные

source: Incorrect
ru: Неверные

source: Skipped
ru: Пропущенные
